if (!window.SCRIPT_DATA) window.SCRIPT_DATA = {};
if (!window.SCRIPT_DATA['character_2']) window.SCRIPT_DATA['character_2'] = {};
window.SCRIPT_DATA['character_2']['chapter_2'] = {
  title: '吟游诗人★贰',
  subtitle: '',
  sections: [
    {
      id: 'c2_ch2_s1',
      content: '<strong>你叫沈泊安，生活在一个美好的世界中。</strong>'
    },
    {
      id: 'c2_ch2_s2',
      content: ''
    },
    {
      id: 'c2_ch2_s3',
      content: '\u3000\u3000你的母亲是世界上最温柔的人，在你满4岁那年，她将送你到了一个快乐的、有很多同龄人一起生活的地方。那是一个被白炽灯照耀的明亮房间，大家叫这里"白房子"，用以甄选天赋，通过的孩子便能出人头地。'
    },
    {
      id: 'c2_ch2_s4',
      content: ''
    },
    {
      id: 'c2_ch2_s5',
      content: '\u3000\u3000经过初步的检查后，你被认为天赋异禀，获得了代表生日的编号1002，被送入了代表着高才能候选者的A班。'
    },
    {
      id: 'c2_ch2_s6',
      content: ''
    },
    {
      id: 'c2_ch2_s7',
      content: '\u3000\u3000其实你是不太想来的，你从小便不太喜欢说话，故而总是被邻居家的孩子叫"闷葫芦"。你猜他们是不太喜欢你的，于是很知趣地不讨人嫌。如今要过群体生活，岂不是代表了自己要被孤立？但事实证明，你以为只是你以为……现实有可能更糟糕。'
    },
    {
      id: 'c2_ch2_s8',
      content: ''
    },
    {
      id: 'c2_ch2_s9',
      content: '\u3000\u3000在你刚进入班级的第一天，果不其然没有人过来和你主动搭话，你便自己翻看带来的字典，背诵第2508个词汇。就在这时，忽然有一个纸团子砸中了你的脑门，你愣愣地抬起头，发现面前站着一个看起来与你同岁的男孩儿。'
    },
    {
      id: 'c2_ch2_s10',
      content: ''
    },
    {
      id: 'c2_ch2_s11',
      content: '\u3000\u3000"你一个人，无不无聊呀！"他大声问你。你无缘无故被砸了一下，已是觉得有些恼火，却不想生事，因而只是低下头继续看书，不理他，没想到他又多嘴道，"你在干嘛，看书吗，书有什么好看的？不如和我玩吧。"'
    },
    {
      id: 'c2_ch2_s12',
      content: ''
    },
    {
      id: 'c2_ch2_s13',
      content: '\u3000\u3000你心想：谁要和你玩。'
    },
    {
      id: 'c2_ch2_s14',
      content: ''
    },
    {
      id: 'c2_ch2_s15',
      content: '\u3000\u3000男孩好像急了，叉着腰问你：<strong>"你不会是哑巴吧？"</strong>'
    },
    {
      id: 'c2_ch2_s16',
      content: ''
    },
    {
      id: 'c2_ch2_s17',
      content: '\u3000\u3000你皱起眉头，自证道："不是。"又想起妈妈跟你说要学会反击，于是奶凶奶凶地补充，<strong>"你是瞎子吗？"</strong>'
    },
    {
      id: 'c2_ch2_s18',
      content: ''
    },
    {
      id: 'c2_ch2_s19',
      content: '\u3000\u3000谁知这小子嗷一声扑了上来，和你扭打在一起。你们揪着对方的领子滚得满身灰，正打算从拍手对拳进阶到扫堂腿时，忽然有人拿着你那本厚厚的字典拍到你们跟前，给你和那男孩都吓了一跳。'
    },
    {
      id: 'c2_ch2_s20',
      content: ''
    },
    {
      id: 'c2_ch2_s21',
      content: '\u3000\u3000来者拽得二五八万，气势汹汹地说："都不许打架，不然我就告老师了！"'
    },
    {
      id: 'c2_ch2_s22',
      content: ''
    },
    {
      id: 'c2_ch2_s23',
      content: '\u3000\u3000你和搏斗对象面面相觑，偃旗息鼓，主要是心疼你的字典。'
    },
    {
      id: 'c2_ch2_s24',
      content: ''
    },
    {
      id: 'c2_ch2_s25',
      content: '\u3000\u3000在打小报告的人离开后，他似乎终于觉得自己错了，低头对你介绍起了自己："我叫任鸣。"然后，他又趾高气扬起来，"你看，你也打不过我吧！要不要跟着我混啊以后！"'
    },
    {
      id: 'c2_ch2_s26',
      content: ''
    },
    {
      id: 'c2_ch2_s27',
      content: '\u3000\u3000你非常警惕，盯着他看了半天，最后只说了个名字："我叫沈泊安。"'
    },
    {
      id: 'c2_ch2_s28',
      content: ''
    },
    {
      id: 'c2_ch2_s29',
      content: '\u3000\u3000在这里，上午时每人都需要早早起床，进行体能测试，是为了让你们变得更加健康。而后便是授课时间，老师或是教你们认字，或是教你们计数，或是拿一些谁都看不懂的符号过来，还偏偏总有那么几个孩子感兴趣。短暂的午休后，下午与上午的安排基本相同，晚间则是自由活动，但总会有老师盯着你们，还捧着本子，似乎在不停地记录。'
    },
    {
      id: 'c2_ch2_s30',
      content: ''
    },
    {
      id: 'c2_ch2_s31',
      content: '\u3000\u3000你所在的班级里除你以外有五个人，其中就有跟你不打不相识的0203任鸣。另外四个分别是看上去有些胆小的0706唐潮，话很多的0517李云意，很拽的1019贺冬青，以及比她更拽的、当年说要去告老师的0221江雪。'
    },
    {
      id: 'c2_ch2_s32',
      content: ''
    },
    {
      id: 'c2_ch2_s33',
      content: '\u3000\u3000江雪本来是个文静的短发女孩（大概吧），在李云意数次戳她、扯她辫子、还老是给她送奇怪的礼物后，江雪变了……你每天在班里，都能看到江雪殴打李云意，而李云意只是"嘿嘿"地笑。'
    },
    {
      id: 'c2_ch2_s34',
      content: ''
    },
    {
      id: 'c2_ch2_s35',
      content: '\u3000\u3000你非常担心，觉得这孩子可能有些少年痴呆。'
    },
    {
      id: 'c2_ch2_s36',
      content: ''
    },
    {
      id: 'c2_ch2_s37',
      content: '\u3000\u3000虽然你没说要和任鸣一起混，但他还是组建了一支"跟着任哥吃穿不愁"小队，强行把你和江雪拉进了他的队伍中，并发表豪言壮语："贺冬青那边这么拽，我看不下去了！唐潮，记得来帮我！"'
    },
    {
      id: 'c2_ch2_s38',
      content: ''
    },
    {
      id: 'c2_ch2_s39',
      content: '\u3000\u3000唐潮年纪比你小，看起来总是文文弱弱的，不敢大声说话。你便总是会多关照他一些，跟在他后面悄悄保护他，生怕他和你当年一样受欺负，还会帮他一起写作业。'
    },
    {
      id: 'c2_ch2_s40',
      content: ''
    },
    {
      id: 'c2_ch2_s41',
      content: '\u3000\u3000白房子中的这些老师，有两位让你印象深刻。'
    },
    {
      id: 'c2_ch2_s42',
      content: ''
    },
    {
      id: 'c2_ch2_s43',
      content: '\u3000\u3000第一位名叫章禹，是个风度翩翩的男人，看起来儒雅正派，对你们几个也很是温和，让你对他印象很好。然而奇怪的是，他似乎不太喜欢江雪。'
    },
    {
      id: 'c2_ch2_s44',
      content: ''
    },
    {
      id: 'c2_ch2_s45',
      content: '\u3000\u3000另一位则叫唐一，他是唐潮的爸爸，时常板着脸，看着很不高兴。'
    },
    {
      id: 'c2_ch2_s46',
      content: ''
    },
    {
      id: 'c2_ch2_s47',
      content: '\u3000\u3000你想：如果我儿子这么菜，我也不会太高兴。'
    },
    {
      id: 'c2_ch2_s48',
      content: ''
    },
    {
      id: 'c2_ch2_s49',
      content: '\u3000\u3000虽然班里只有六个人，但你们的关系风起云涌非常复杂。'
    },
    {
      id: 'c2_ch2_s50',
      content: ''
    },
    {
      id: 'c2_ch2_s51',
      content: '\u3000\u3000可惜，哪怕你真的觉得贵圈很乱，你也没办法离开这个班，以至于你们每天都在一起生活。贺冬青和任鸣不知到底哪来的精力，总是带着你们几人钻白房子管理的空子，敲敲杯子踩踩椅子，极其调皮捣蛋。'
    },
    {
      id: 'c2_ch2_s52',
      content: ''
    },
    {
      id: 'c2_ch2_s53',
      content: '\u3000\u3000你唯恐城门失火殃及池鱼，便努力降低自己的存在感，安静地坐在椅子上当一名"思考者"，希望这帮人最好能把忘了。但贺冬青不知为啥偏偏盯上了你，有机会就拉着你吃饭玩耍，还总要拍两下你的肩膀，说："任鸣那儿待不下去了就来和我混"。'
    },
    {
      id: 'c2_ch2_s54',
      content: ''
    },
    {
      id: 'c2_ch2_s55',
      content: '\u3000\u3000这日也是她出的馊主意，她神神秘秘地说，你们想知道电梯会通往哪里吗？'
    },
    {
      id: 'c2_ch2_s56',
      content: ''
    },
    {
      id: 'c2_ch2_s57',
      content: '\u3000\u3000不太想知道，你从好几个人脸上都看到了类似的神色。但抵不住贺冬青的威严，你们跟随她躲进了装食物的箱子里，伴随一阵颠簸，再加上一阵上升的奇怪感觉，待到外面没有人声时，你们从箱子中钻了出来。'
    },
    {
      id: 'c2_ch2_s58',
      content: ''
    },
    {
      id: 'c2_ch2_s59',
      content: '\u3000\u3000——首先感受到的是一阵热意。室内没有灯光，周遭却十分明亮，你们不约而同抬头看向光源，却看到了一轮遥远的、刺眼的圆。'
    },
    {
      id: 'c2_ch2_s60',
      content: ''
    },
    {
      id: 'c2_ch2_s61',
      content: '\u3000\u3000那是什么？你有着迷茫。'
    },
    {
      id: 'c2_ch2_s62',
      content: ''
    },
    {
      id: 'c2_ch2_s63',
      content: '\u3000\u3000"那是什么？"有人问出了你的疑惑。'
    },
    {
      id: 'c2_ch2_s64',
      content: ''
    },
    {
      id: 'c2_ch2_s65',
      content: '\u3000\u3000"那是太阳，"贺冬青说道，"是一个巨大的、离我们很远很远的火球。"'
    },
    {
      id: 'c2_ch2_s66',
      content: ''
    },
    {
      id: 'c2_ch2_s67',
      content: '\u3000\u3000你在字典上见过这个词。那鎏金般闪耀的光辉洒在你们身上，众人都眯起了眼，却皆是不愿移开视线。这时任鸣才喃喃自语道："我记得太阳很亮，但好像一直忘记了，太阳是有温度的。"'
    },
    {
      id: 'c2_ch2_s68',
      content: ''
    },
    {
      id: 'c2_ch2_s69',
      content: '\u3000\u3000温暖的，炽热的，这是属于你们的太阳。或许在以后良久的寒冷之中，它会给你们坚持的希望。'
    },
    {
      id: 'c2_ch2_s70',
      content: ''
    },
    {
      id: 'c2_ch2_s71',
      content: '\u3000\u3000这时，唐一出现了，将你们这群崽子抓回了"白房子"。不出意料，你们受到了严厉的惩罚——被关禁闭。白房子的卧室旁总会留灯，而禁闭室则是一片漆黑。其实你很适应黑暗，毕竟每天晚上你都喜欢把自己蒙进被子里思考今日的课业，可唯有这一次，在感受过太阳的温度与光亮后，你竟然觉得这漆黑令人感到不安。'
    },
    {
      id: 'c2_ch2_s72',
      content: ''
    },
    {
      id: 'c2_ch2_s73',
      content: '\u3000\u3000贺冬青耐不住安静，很快就开始跟任鸣言语互怼了起来，说着说着又忽然静默——那一刹那，忽然间有人在吸鼻子的声音响起，任鸣敏锐道："谁在哭？"'
    },
    {
      id: 'c2_ch2_s74',
      content: ''
    },
    {
      id: 'c2_ch2_s75',
      content: '\u3000\u3000"不是我。"江雪率先开口，贺冬青跟着否认，最后一个人压抑着明显的哭腔，小声说道："也不是我。"'
    },
    {
      id: 'c2_ch2_s76',
      content: ''
    },
    {
      id: 'c2_ch2_s77',
      content: '\u3000\u3000众人沉默片刻，在你思考要不要拆穿他时，李云意煞风景地开口了："唐潮，你怎么哭了？"'
    },
    {
      id: 'c2_ch2_s78',
      content: ''
    },
    {
      id: 'c2_ch2_s79',
      content: '\u3000\u3000贺冬青好心替自己的小弟解释道："估计是怕黑吧。"'
    },
    {
      id: 'c2_ch2_s80',
      content: ''
    },
    {
      id: 'c2_ch2_s81',
      content: '\u3000\u3000"估计是。"任鸣难得附和。'
    },
    {
      id: 'c2_ch2_s82',
      content: ''
    },
    {
      id: 'c2_ch2_s83',
      content: '\u3000\u3000唐潮则矢口否认："我没有！"'
    },
    {
      id: 'c2_ch2_s84',
      content: ''
    },
    {
      id: 'c2_ch2_s85',
      content: '\u3000\u3000"唐潮，不要哭了！还有你们几个，不要再嘲笑人家了！"你看不下去了，决定站出来维护男孩的尊严。'
    },
    {
      id: 'c2_ch2_s86',
      content: ''
    },
    {
      id: 'c2_ch2_s87',
      content: '\u3000\u3000没想到唐潮在黑暗中哭得更严重了。众人有所发觉，还是任鸣先开口道："哎，不就是哭嘛。你看看我，我以前跟人打架没打赢，还被人笑过呢。"'
    },
    {
      id: 'c2_ch2_s88',
      content: ''
    },
    {
      id: 'c2_ch2_s89',
      content: '\u3000\u3000"我也是，我以前头发很长的，因为玩火燎着了才剪短的。"这是江雪。'
    },
    {
      id: 'c2_ch2_s90',
      content: ''
    },
    {
      id: 'c2_ch2_s91',
      content: '\u3000\u3000"我之前不是迟到嘛，其实是因为我头发和床帘缠在一起了，我解了半天……"贺冬青接着道，李云意就在这时突然大叫起来："啊！谁打我！"'
    },
    {
      id: 'c2_ch2_s92',
      content: ''
    },
    {
      id: 'c2_ch2_s93',
      content: '\u3000\u3000你猜他们肯定又有人在黑暗中趁机报私仇，于是开口吸引大家的注意力："我……我上次作业空了一道题。"策略很有效，你的话音刚落，就引起了一阵嘘声。也不知道这帮人到底在不屑什么，每回还不是都要你帮忙。'
    },
    {
      id: 'c2_ch2_s94',
      content: ''
    },
    {
      id: 'c2_ch2_s95',
      content: '\u3000\u3000而最后李云意笑了："啊？你们还干过这种蠢事啊，哈哈哈！"'
    },
    {
      id: 'c2_ch2_s96',
      content: ''
    },
    {
      id: 'c2_ch2_s97',
      content: '\u3000\u3000之后，听着众人话语上围攻李云意，唐潮不再哭了。众人也回过神来，纷纷大笑，漆黑的禁闭室像是被笑声感染，有了几分太阳的温度。'
    },
    {
      id: 'c2_ch2_s98',
      content: ''
    },
    {
      id: 'c2_ch2_s99',
      content: '\u3000\u3000过了一宿，你们终于从禁闭室里被放了出来，各自回了寝室。你和任鸣住在一间，平时总是活力四射的他也因为闹了一整晚而有些蔫儿。你爬上床，钻进被窝，看着纯白的墙壁，脑子里却是昨天看到的那过于耀眼的太阳。'
    },
    {
      id: 'c2_ch2_s100',
      content: ''
    },
    {
      id: 'c2_ch2_s101',
      content: '\u3000\u3000"任鸣，你睡了吗？"你忍不住问。'
    },
    {
      id: 'c2_ch2_s102',
      content: ''
    },
    {
      id: 'c2_ch2_s103',
      content: '\u3000\u3000"啊……啊？"任鸣迷迷糊糊地应你，听起来差一点儿就要滑入梦乡了，"咋了？"'
    },
    {
      id: 'c2_ch2_s104',
      content: ''
    },
    {
      id: 'c2_ch2_s105',
      content: '\u3000\u3000"我们以后还能看到太阳吗？"你问，也不知究竟在求什么答案。'
    },
    {
      id: 'c2_ch2_s106',
      content: ''
    },
    {
      id: 'c2_ch2_s107',
      content: '\u3000\u3000任鸣没应你，过了好一会儿，他才说："会的。"'
    },
    {
      id: 'c2_ch2_s108',
      content: ''
    },
    {
      id: 'c2_ch2_s109',
      content: '\u3000\u3000<strong>"以后，我带你去最高的地方看太阳。"</strong>'
    },
    {
      id: 'c2_ch2_s110',
      content: ''
    },
    {
      id: 'c2_ch2_s111',
      content: '\u3000\u3000你们几个人在一起生活、一起学习，无论你乐意与否，你与其他人的联系都愈发紧密。任鸣和李云意组织起了一个"正义联盟"，拉着唐潮和不太想玩的你入伙，却不知为什么遗漏了贺冬青与江雪。你想了想，可能是因为她俩战斗力太强，你们打不过。'
    },
    {
      id: 'c2_ch2_s112',
      content: ''
    },
    {
      id: 'c2_ch2_s113',
      content: '\u3000\u3000你们四个男孩子聚在一起，各自运气、闭眼、深呼吸。'
    },
    {
      id: 'c2_ch2_s114',
      content: ''
    },
    {
      id: 'c2_ch2_s115',
      content: '\u3000\u3000李云意睁开双眼，双手快速舞动：<strong>"螺旋闪光飞轮舞吼十八式喝啊啊啊啊啊！"</strong>'
    },
    {
      id: 'c2_ch2_s116',
      content: ''
    },
    {
      id: 'c2_ch2_s117',
      content: '\u3000\u3000……神经病吧。'
    },
    {
      id: 'c2_ch2_s118',
      content: ''
    },
    {
      id: 'c2_ch2_s119',
      content: '\u3000\u3000任鸣也十分不甘示弱，目光如炬：<strong>"霹雳无敌回返纷乱雪月花呀啊啊啊啊啊！"</strong>'
    },
    {
      id: 'c2_ch2_s120',
      content: ''
    },
    {
      id: 'c2_ch2_s121',
      content: '\u3000\u3000……雪月花怎么没有风呢，搞孤立啊？'
    },
    {
      id: 'c2_ch2_s122',
      content: ''
    },
    {
      id: 'c2_ch2_s123',
      content: '\u3000\u3000唐潮看了你们几眼，声音有些微弱，但是气势还在：<strong>"地——狱——火——焰——！"</strong>'
    },
    {
      id: 'c2_ch2_s124',
      content: ''
    },
    {
      id: 'c2_ch2_s125',
      content: '\u3000\u3000……可怜的唐潮，真的很努力了。'
    },
    {
      id: 'c2_ch2_s126',
      content: ''
    },
    {
      id: 'c2_ch2_s127',
      content: '\u3000\u3000最后一个是你，你已彻底心死，只好在脑子里随便挖了几个词：<strong>"天锁斩月……"</strong>'
    },
    {
      id: 'c2_ch2_s128',
      content: ''
    },
    {
      id: 'c2_ch2_s129',
      content: '\u3000\u3000李云意和任鸣大声道："你行不行啊，这么没气势！"'
    },
    {
      id: 'c2_ch2_s130',
      content: ''
    },
    {
      id: 'c2_ch2_s131',
      content: '\u3000\u3000你根本懒得反驳，进入了一个虚无状态。你们仨大眼瞪小眼，只听到唐潮在旁边："听我说啊！我们四个不能互相打吧，应该要找个反派吧！"'
    },
    {
      id: 'c2_ch2_s132',
      content: ''
    },
    {
      id: 'c2_ch2_s133',
      content: '\u3000\u3000这话竟然管用，李云意和任鸣缓缓收回动作，凝重地点了点头，看向远方。可能正在思考该去哪里找个大坏蛋打一顿，好当世界英雄。'
    },
    {
      id: 'c2_ch2_s134',
      content: ''
    },
    {
      id: 'c2_ch2_s135',
      content: '\u3000\u3000李云意据理力争，觉得他的角色不能是个反派。任鸣也站出来，说武士这么帅就应该当英雄。你攥着不存在的空气长刀，觉得他们可能根本懒得打败你，毕竟没什么成就感。至于唐潮，你们都觉得要照顾他的感受，不能让他当反派。'
    },
    {
      id: 'c2_ch2_s136',
      content: ''
    },
    {
      id: 'c2_ch2_s137',
      content: '\u3000\u3000大家都不愿意做出这个牺牲，那只能就这么草草结束了。正在你们面面相觑、气氛有些微妙的时候，你发现一个比你们高一些的大男孩朝你们走了过来，胸前别着一个牌子，上头写着0812。他的眼眸颜色比常人淡一些，脸上带着微微的笑意："你们在玩什么？"'
    },
    {
      id: 'c2_ch2_s138',
      content: ''
    },
    {
      id: 'c2_ch2_s139',
      content: '\u3000\u3000李云意嗖一下冲了出去，就差抱着他大腿让他不要走了。你觉得十分丢人，捂住脸不想承认自己和他们认识。没想到那个男孩在听完李云意激动的叙述后，居然朝你们点点头：<strong>"好啊，我来当反派。"</strong>'
    },
    {
      id: 'c2_ch2_s140',
      content: ''
    },
    {
      id: 'c2_ch2_s141',
      content: '\u3000\u3000任鸣一脸感动，连说了好多句谢谢。而你，则向那个男孩投去了同情的目光。'
    },
    {
      id: 'c2_ch2_s142',
      content: ''
    },
    {
      id: 'c2_ch2_s143',
      content: '\u3000\u3000大男孩大概一个月来陪你们玩几次，当你们唯一的反派。任鸣总是拉着你组成搭档，正面攻击他，李云意和唐潮一组，负责在反派还没死透的时候给他最后一击。'
    },
    {
      id: 'c2_ch2_s144',
      content: ''
    },
    {
      id: 'c2_ch2_s145',
      content: '\u3000\u3000当你们每次喊出类似"我要杀了你！你这个恶魔！""我们来审判你了，你这个罪魁祸首！"的口号并使出招式以后，大男孩总是一笑，随即开始颤抖，最后被巨大的痛苦所打败。'
    },
    {
      id: 'c2_ch2_s146',
      content: ''
    },
    {
      id: 'c2_ch2_s147',
      content: '\u3000\u3000你们第一次见时，担心极了，连忙上去搀扶倒地的男孩，只见他从地上坐起来，温柔地对你们笑笑：<strong>"没关系，这个不疼的。"</strong>'
    },
    {
      id: 'c2_ch2_s148',
      content: ''
    },
    {
      id: 'c2_ch2_s149',
      content: '\u3000\u3000你觉得他实在是太配合了，于是跟李云意感慨：这就是演技啊。'
    },
    {
      id: 'c2_ch2_s150',
      content: ''
    },
    {
      id: 'c2_ch2_s151',
      content: '\u3000\u3000后来，大男孩好像太忙了，你们总是找不到他的身影。倒是唐潮站出来，小声地说他觉得他可以当反派了。你们其余三人摆摆手，都觉得这不是个好主意。后面你们去找了别的游戏玩，正义联盟的事情就算告一段落了。'
    },
    {
      id: 'c2_ch2_s152',
      content: ''
    },
    {
      id: 'c2_ch2_s153',
      content: '\u3000\u3000日子就这样过去了三年。'
    },
    {
      id: 'c2_ch2_s154',
      content: ''
    },
    {
      id: 'c2_ch2_s155',
      content: '\u3000\u3000你偶尔想起妈妈，还会难过得鼻子泛酸，不过大多数时间，你都和五个好朋友聚在一起，被他们闹得鸡飞狗跳。'
    },
    {
      id: 'c2_ch2_s156',
      content: ''
    },
    {
      id: 'c2_ch2_s157',
      content: '\u3000\u3000在白房子里你们很少有时间概念，但你却一直记得每个人的编号——也就是他们的生日。每天早晨，你都会询问唐一今天是几月几号，而随着冬季到来，任鸣的生日也愈发临近，很不凑巧，那一天也是你们考核的日子。你听说，每个过生日的孩子都应当有一个专属派对，那么任鸣也不能少。你首先去找了江雪，她爽快地答应了你的邀请，并加入了你的密谋。'
    },
    {
      id: 'c2_ch2_s158',
      content: ''
    },
    {
      id: 'c2_ch2_s159',
      content: '\u3000\u3000准备点什么好呢，白房子里什么也没有，你有的东西大家也都有，两个人想不出来，你便把其余三人都叫到一块，你们一同讨论这个问题。'
    },
    {
      id: 'c2_ch2_s160',
      content: ''
    },
    {
      id: 'c2_ch2_s161',
      content: '\u3000\u3000"我觉得，肯定得给他一个惊吓！"李云意兴致勃勃。'
    },
    {
      id: 'c2_ch2_s162',
      content: ''
    },
    {
      id: 'c2_ch2_s163',
      content: '\u3000\u3000江雪无语道："是惊喜吧？"'
    },
    {
      id: 'c2_ch2_s164',
      content: ''
    },
    {
      id: 'c2_ch2_s165',
      content: '\u3000\u3000李云意："啊？有区别吗？"'
    },
    {
      id: 'c2_ch2_s166',
      content: ''
    },
    {
      id: 'c2_ch2_s167',
      content: '\u3000\u3000眼瞧着江雪要发作，你立马字正腔圆道：<strong>"不要吵架！"</strong>'
    },
    {
      id: 'c2_ch2_s168',
      content: ''
    },
    {
      id: 'c2_ch2_s169',
      content: '\u3000\u3000唐潮一直没说话，贺冬青琢磨了一会儿，突然一拍手："我知道了！我们不如这样吧！"'
    },
    {
      id: 'c2_ch2_s170',
      content: ''
    },
    {
      id: 'c2_ch2_s171',
      content: '\u3000\u3000你们众人都看向她，贺冬青兴奋道："那一天不正好是我们考核的日子吗，我们就在那天给他一个惊喜。但是要完成这个惊喜，首先需要任鸣不在场，沈泊安，你和他一个宿舍对吧？"'
    },
    {
      id: 'c2_ch2_s172',
      content: ''
    },
    {
      id: 'c2_ch2_s173',
      content: '\u3000\u3000你突然被点名，紧张地坐正身子，用手指了自己一下："……我？"'
    },
    {
      id: 'c2_ch2_s174',
      content: ''
    },
    {
      id: 'c2_ch2_s175',
      content: '\u3000\u3000贺冬青明媚一笑："对！你那天迟到一会儿，离开宿舍前，把他的被子弄乱。"'
    },
    {
      id: 'c2_ch2_s176',
      content: ''
    },
    {
      id: 'c2_ch2_s177',
      content: '\u3000\u3000……这是什么惊喜？你无法理解，呆若木鸡，李云意已经笑出了声——你们这里对于内务管理非常严格，如果没有叠好被子，是会被当场喊出去罚站的。'
    },
    {
      id: 'c2_ch2_s178',
      content: ''
    },
    {
      id: 'c2_ch2_s179',
      content: '\u3000\u3000你左看看右看看，迟疑着说："呃……行……吧？"'
    },
    {
      id: 'c2_ch2_s180',
      content: ''
    },
    {
      id: 'c2_ch2_s181',
      content: '\u3000\u3000贺冬青："然后我们就趁老师把他喊出去罚站的时候，一起给他做一张贺卡！"'
    },
    {
      id: 'c2_ch2_s182',
      content: ''
    },
    {
      id: 'c2_ch2_s183',
      content: '\u3000\u3000在白房子里，纸张可是稀缺资源，只有课堂上才能够拿到，否则你们也不会出此下策。'
    },
    {
      id: 'c2_ch2_s184',
      content: ''
    },
    {
      id: 'c2_ch2_s185',
      content: '\u3000\u3000沉默了几秒，你们都觉得默认的时候，李云意突然道："那个，我想问一下。"'
    },
    {
      id: 'c2_ch2_s186',
      content: ''
    },
    {
      id: 'c2_ch2_s187',
      content: '\u3000\u3000众人看向他。'
    },
    {
      id: 'c2_ch2_s188',
      content: ''
    },
    {
      id: 'c2_ch2_s189',
      content: '\u3000\u3000李云意："贺卡是什么？"'
    },
    {
      id: 'c2_ch2_s190',
      content: ''
    },
    {
      id: 'c2_ch2_s191',
      content: '\u3000\u3000没人理他，你忽然觉得在场好像少了谁，冥思苦想半天，恍然大悟，惊奇地看向唐潮："唐潮，你今天怎么不说话？"'
    },
    {
      id: 'c2_ch2_s192',
      content: ''
    },
    {
      id: 'c2_ch2_s193',
      content: '\u3000\u3000唐潮：<strong>"我一直在说话！我一直在说话！"</strong>'
    },
    {
      id: 'c2_ch2_s194',
      content: ''
    },
    {
      id: 'c2_ch2_s195',
      content: '\u3000\u3000就在唐潮崩溃之余，任鸣突然推门而入，大声道："谁在欺负唐潮？"'
    },
    {
      id: 'c2_ch2_s196',
      content: ''
    },
    {
      id: 'c2_ch2_s197',
      content: '\u3000\u3000你们几人面面相觑，没敢说话，独留任鸣一人在原地莫名其妙。'
    },
    {
      id: 'c2_ch2_s198',
      content: ''
    },
    {
      id: 'c2_ch2_s199',
      content: '\u3000\u3000总而言之，你们的计划算是建立了，没过多久，你们考核的时间便到来了。'
    },
    {
      id: 'c2_ch2_s200',
      content: ''
    },
    {
      id: 'c2_ch2_s201',
      content: '\u3000\u3000当天早晨，你以要再背一会儿书为借口，目送任鸣先离开了宿舍。随后，你飞快地将他折成砖块的被子弄乱，又光脚跳上去蹦了两下，这才放心地出门去到教室。当你踏进教室时，其他人都看向了你，视线相交，你非常隐晦地给他们比了个完成任务的手势。'
    },
    {
      id: 'c2_ch2_s202',
      content: ''
    },
    {
      id: 'c2_ch2_s203',
      content: '\u3000\u3000好了，现在就准备迎接考核（以及整蛊）吧。'
    },
    {
      id: 'c2_ch2_s204',
      content: ''
    },
    {
      id: 'c2_ch2_s205',
      type: 'image',
      src: 'data/assets/白房子.jpg',
      alt: '白房子'
    }
  ]
};
