/**
 * 任务定义
 */

var TASK_DEFINITIONS = {
  character_0: {
    chapter_1: [
      {
        id: 'c0_ch1_t1',
        title: '任务一',
        desc: '弄清楚发生了什么。'
      },
      {
        id: 'c0_ch1_t2',
        title: '任务二',
        desc: '找到心脏。'
      }
    ],
    chapter_2: [
      {
        id: 'c0_ch2_t1',
        title: '任务一',
        desc: '尽全力准备迎接考核，争取当上班长吧！'
      }
    ],
    chapter_3: [
      {
        id: 'c0_ch3_t1',
        title: '任务一',
        desc: '记住在老师面前隐藏身份，别被发现你不属于这里。'
      },
      {
        id: 'c0_ch3_t2',
        title: '任务二',
        desc: '和朋友们多年不见，问问这些年都发生了什么。'
      }
    ],
    chapter_4: [
      {
        id: 'c0_ch4_t1',
        title: '请记住',
        desc: '你与贺冬青要代表外城。你们很被动，不要太嚣张，时刻小心，适当让步。'
      },
      {
        id: 'c0_ch4_t2',
        title: '请记住',
        desc: '桃源没有最高掌权者，政权方面是由议会组成的，也有公正之人。在这场和谈你可能会见到许多故人，比起争论，你更倾向说服他们。'
      },
      {
        id: 'c0_ch4_t3',
        title: '请记住',
        desc: '可以的话，趁机调查桃源内部……一直在暗处帮助你的人，究竟是谁？'
      },
      {
        id: 'c0_ch4_t4',
        title: '请记住',
        desc: '找到江雪。'
      },
      {
        id: 'c0_ch4_t5',
        title: '你的核心议案',
        desc: '停止抓捕感染者。'
      },
      {
        id: 'c0_ch4_t6',
        title: '你的核心议案',
        desc: '桃源完全对外城分享一切医疗资源，并提供药物。'
      },
      {
        id: 'c0_ch4_t7',
        title: '你的核心议案',
        desc: '为外城的孩子提供教育资源。'
      },
      {
        id: 'c0_ch4_t8',
        title: '你的核心议案',
        desc: '为外城共享净水资源。'
      },
      {
        id: 'c0_ch4_t9',
        title: '你的核心议案',
        desc: '处死参与实验计划的所有研究人员。'
      }
    ],
    chapter_5: [
      {
        id: 'c0_ch5_t1',
        title: '任务一',
        desc: '尽可能拉拢桃源的人加入鸟群，鸟群即便占领了新的领地，却没有像桃源这样发达的技术。无论是为了鸟群，还是为了更大的目标，你都得这么做。'
      },
      {
        id: 'c0_ch5_t2',
        title: '任务二',
        desc: '如果沈泊安出现了立场动摇，去说服他。你们虽然立场不同，但信念一致，尽管你们现在仍是对手，但这世上最懂你的人，如今除了老怪物，就是他沈泊安。'
      },
      {
        id: 'c0_ch5_t3',
        title: '任务三',
        desc: '桃源似乎在隐瞒什么，可能的话，找到"真相"。'
      },
      {
        id: 'c0_ch5_t4',
        title: '任务四',
        desc: '你现在身处桃源，不如四处碰碰运气，找到拥有《传说之下》上卷的人，你得把柳亭山的东西交到合适的人手里。'
      },
      {
        id: 'c0_ch5_t5',
        title: '你的随身物品',
        desc: '一个挎包，里面装着：一本书《传说之下》下册，一块散着荧光的石头，一些碎晶体，一本便签。（柳亭山的遗物）'
      },
      {
        id: 'c0_ch5_t6',
        title: '你的随身物品',
        desc: '身上带着一串蓝宝石项链。（沈泊安输给你的赌注）'
      },
      {
        id: 'c0_ch5_t7',
        title: '你的随身物品',
        desc: '脸上横着一道伤疤。（在研究院受伤的）'
      },
      {
        id: 'c0_ch5_t8',
        title: '你的随身物品',
        desc: '后背处有一些结晶。'
      },
      {
        id: 'c0_ch5_t9',
        title: '你的随身物品',
        desc: '一个相机，里面有两张胶卷。（你从老怪物那继承的相机，是准备送给唐潮的礼物，目前还没有拍下合适的风景，所以现在还不打算送给他）'
      }
    ]
  },
  character_1: {
    chapter_1: [
      {
        id: 'c1_ch1_t1',
        title: '任务一',
        desc: '弄清楚发生了什么。'
      },
      {
        id: 'c1_ch1_t2',
        title: '任务二',
        desc: '不要被任何人发现心脏在你这里。'
      }
    ],
    chapter_2: [
      {
        id: 'c1_ch2_t1',
        title: '任务一',
        desc: '你们的计划要对任鸣严格保密，千万要保密，不然就竹篮打水一场空了。'
      },
      {
        id: 'c1_ch2_t2',
        title: '任务二',
        desc: '在老师把任鸣喊出去罚站之后，要立刻开始创作你们的贺卡（请记住，你们五人用同一张白纸就可以，不要分开画，纸可是稀缺资源，不能被老师发现。）'
      },
      {
        id: 'c1_ch2_t3',
        title: '任务三',
        desc: '当然，考核也是很重要的，这决定了你的未来，要好好考试。'
      },
      {
        id: 'c1_ch2_t4',
        title: '任务四',
        desc: '加油啊，小唐弟弟。'
      }
    ],
    chapter_3: [
      {
        id: 'c1_ch3_t1',
        title: '任务一',
        desc: '不要在老师面前透露各位好友的身份。周然的身份是机密，不可透露。记住你的编号：H0706。'
      },
      {
        id: 'c1_ch3_t2',
        title: '任务二',
        desc: '探究周遭环境，找到出去的方式。'
      },
      {
        id: 'c1_ch3_t3',
        title: '任务三',
        desc: '尽量在老师面前掩护这些朋友。'
      }
    ],
    chapter_4: [
      {
        id: 'c1_ch4_t1',
        title: '任务一',
        desc: '隐瞒自己的真实身份，隐瞒周然的存在，你需要以科研院议员的身份出场。'
      },
      {
        id: 'c1_ch4_t2',
        title: '任务二',
        desc: '这场和谈鱼龙混杂，弄清楚在座之人各自的立场和阵营，弄清楚议会的秘密。'
      },
      {
        id: 'c1_ch4_t3',
        title: '任务三',
        desc: '作为你个人，你很想知道外城是什么样子的，可以适当和知道的人询问一下。'
      },
      {
        id: 'c1_ch4_t4',
        title: '任务四',
        desc: '了解一下外城人的诉求，以及他们对桃源仇恨的由来。'
      },
      {
        id: 'c1_ch4_t5',
        title: '和谈诉求',
        desc: '停止战争，从青区撤离。'
      }
    ],
    chapter_5: [
      {
        id: 'c1_ch5_t1',
        title: '任务一',
        desc: '你的梦想是创造一个没有苦难的新世界，这需要你和李云意的配合，更需要你从内部摧毁议会和白塔。如果你心中尚有疑虑，只需知晓，你可以相信周然和李云意的决定。'
      },
      {
        id: 'c1_ch5_t2',
        title: '任务二',
        desc: '调查柳亭山的去向，他在外城过得如何。'
      },
      {
        id: 'c1_ch5_t3',
        title: '任务三',
        desc: '调查你的信友的身份，他如今状况如何。'
      },
      {
        id: 'c1_ch5_t4',
        title: '任务四',
        desc: '阿还现在怎么样了？'
      },
      {
        id: 'c1_ch5_t5',
        title: '任务五',
        desc: '在座众人都过得怎么样？'
      },
      {
        id: 'c1_ch5_t6',
        title: '随身物品',
        desc: '一本名叫《传说之下》的书，只有上卷。（柳亭山留给你的书）'
      },
      {
        id: 'c1_ch5_t7',
        title: '随身物品',
        desc: '一些未署名的信件，有诸如"帮我进入议会"一类的奇怪内容。（你与李云意的信件）'
      },
      {
        id: 'c1_ch5_t8',
        title: '随身物品',
        desc: '一个手册，有经常翻开的痕迹，或许之后会有些用处？（你记录事件的手册）'
      },
      {
        id: 'c1_ch5_t9',
        title: '随身物品',
        desc: '一些未署名的信件，上面记录了桃源之外堆满了金子、有比房子还大的西瓜一类的奇闻异事。（你在信箱中收到的信件）'
      }
    ],
    chapter_7: [
      {
        id: 'c1_ch7_t1',
        title: '你的愿望',
        desc: '你没有愿望。'
      }
    ]
  },
  character_2: {
    chapter_1: [
      {
        id: 'c2_ch1_t1',
        title: '任务一',
        desc: '弄清楚发生了什么。'
      },
      {
        id: 'c2_ch1_t2',
        title: '任务二',
        desc: '找到心脏。'
      }
    ],
    chapter_2: [
      {
        id: 'c2_ch2_t1',
        title: '任务一',
        desc: '你们的计划要对任鸣严格保密，千万要保密，不然就竹篮打水一场空了。'
      },
      {
        id: 'c2_ch2_t2',
        title: '任务二',
        desc: '在老师把任鸣喊出去罚站之后，要立刻开始创作你们的贺卡（请记住，你们五人用同一张白纸就可以，不要分开画，纸可是稀缺资源，不能被老师发现。）'
      },
      {
        id: 'c2_ch2_t3',
        title: '任务三',
        desc: '当然，考核也是很重要的，这决定了你的未来，要好好考试。'
      },
      {
        id: 'c2_ch2_t4',
        title: '任务四',
        desc: '虽然你很可怜地承担了很重要的任务，但还是要加油啊，小沈。'
      }
    ],
    chapter_3: [
      {
        id: 'c2_ch3_t1',
        title: '任务一',
        desc: '不要在老师面前透露各位好友的身份，不要告诉众人母亲曾教你诗歌的事。记住你的编号P1002。'
      },
      {
        id: 'c2_ch3_t2',
        title: '任务二',
        desc: '探究周遭环境，找到出去的方式。'
      },
      {
        id: 'c2_ch3_t3',
        title: '任务三',
        desc: '尽量在老师面前掩护这些朋友。'
      }
    ],
    chapter_4: [
      {
        id: 'c2_ch4_t1',
        title: '任务一',
        desc: '弄清李云意与其他你在乎的人究竟去了哪里。'
      },
      {
        id: 'c2_ch4_t2',
        title: '任务二',
        desc: '提出你的核心议案：让鸟群归还青区，禁止伤害人民，并在合理范围内答应他们的请求。'
      }
    ],
    chapter_5: [
      {
        id: 'c2_ch5_t1',
        title: '任务一',
        desc: '弄清李云意与其他你在乎的人究竟去了哪里。'
      },
      {
        id: 'c2_ch5_t2',
        title: '任务二',
        desc: '提出你的核心议案：让鸟群归还青区，禁止伤害人民，并在合理范围内答应他们的请求。'
      }
    ]
  },
  character_3: {
    chapter_1: [
      {
        id: 'hd_ch1_t1',
        title: '任务一',
        desc: '弄清楚发生了什么。'
      },
      {
        id: 'hd_ch1_t2',
        title: '任务二',
        desc: '找到心脏。'
      }
    ],
    chapter_2: [
      {
        id: 'hd_ch2_t1',
        title: '任务一',
        desc: '你们的计划要对任鸣严格保密，千万要保密，不然就竹篮打水一场空了。'
      },
      {
        id: 'hd_ch2_t2',
        title: '任务二',
        desc: '在老师把任鸣喊出去罚站之后，要立刻开始创作你们的贺卡（请记住，你们五人用同一张白纸就可以，不要分开画，纸可是稀缺资源，不能被老师发现。）'
      },
      {
        id: 'hd_ch2_t3',
        title: '任务三',
        desc: '当然，考核也是很重要的，这决定了你的未来，要好好考试。'
      },
      {
        id: 'hd_ch2_t4',
        title: '任务四',
        desc: '加油啊，小贺！'
      }
    ],
    chapter_3: [
      {
        id: 'hd_ch3_t1',
        title: '任务一',
        desc: '和久别重逢的朋友们讲讲你经历的事，但不要在老师面前透露你的真实情况。'
      },
      {
        id: 'hd_ch3_t2',
        title: '任务二',
        desc: '千万别被老师发现你不属于这里。'
      },
      {
        id: 'hd_ch3_t3',
        title: '任务三',
        desc: '与任鸣互相掩护。'
      }
    ],
    chapter_4: [
      {
        id: 'hd_ch4_t1',
        title: '和谈诉求',
        desc: '公布真相。'
      },
      {
        id: 'hd_ch4_t2',
        title: '和谈诉求',
        desc: '停止强行抓捕感染者，并让所有感染者进入桃源生活，获得同等待遇。'
      },
      {
        id: 'hd_ch4_t3',
        title: '和谈诉求',
        desc: '桃源需要与外城人共享种植、生产、制造等技术。'
      },
      {
        id: 'hd_ch4_t4',
        title: '任务一',
        desc: '这次和谈，你要替桃源之外的居民争取平等的生活权利。但反抗军与鸟群伤亡过多，你们没有退路了，记得和谈中不可轻举妄动。'
      },
      {
        id: 'hd_ch4_t5',
        title: '任务二',
        desc: '找到江雪。'
      },
      {
        id: 'hd_ch4_t6',
        title: '任务三',
        desc: '你对李云意有所亏欠，如果有需要，帮帮他。'
      },
      {
        id: 'hd_ch4_t7',
        title: '任务四',
        desc: '还原你父亲当年的经历，动物园为何改名为标本园？'
      },
      {
        id: 'hd_ch4_t8',
        title: '任务五',
        desc: '探究你母亲离开后发生了什么。'
      },
      {
        id: 'hd_ch4_t9',
        title: '任务六',
        desc: '帮助你的神秘医馆是谁开的？'
      },
      {
        id: 'hd_ch4_t10',
        title: '任务七',
        desc: '和谈中你可能会遇到一些熟人，比起对抗，你更倾向于用自己的经历说服他们。'
      }
    ],
    chapter_5: [
      {
        id: 'hd_ch5_t1',
        title: '任务一',
        desc: '继续之前的任务。'
      },
      {
        id: 'hd_ch5_t2',
        title: '任务二',
        desc: '调查固然去哪里了，他到底是不是你从洞口见到的小小神明？'
      },
      {
        id: 'hd_ch5_t3',
        title: '任务三',
        desc: '是谁在一直和你写信？'
      },
      {
        id: 'hd_ch5_t4',
        title: '任务四',
        desc: '你可以根据得到的信息提议调整，但一定不能退让的部分是：停止抓捕感染者；共享食物以及种植技术。'
      },
      {
        id: 'hd_ch5_t5',
        title: '你的随身物品',
        desc: '一块手表，是科学研究院特有的形制。'
      },
      {
        id: 'hd_ch5_t6',
        title: '你的随身物品',
        desc: '一把手枪，上面刻着"原"字。'
      },
      {
        id: 'hd_ch5_t7',
        title: '你的随身物品',
        desc: '一把剪刀，是你用来剪头发用的。'
      },
      {
        id: 'hd_ch5_t8',
        title: '你的随身物品',
        desc: '肚子上有一道很长的伤口。'
      }
    ]
  },
  character_4: {
    chapter_1: [
      {
        id: 'c4_ch1_t1',
        title: '任务一',
        desc: '弄清楚发生了什么。'
      },
      {
        id: 'c4_ch1_t2',
        title: '任务二',
        desc: '找到心脏。'
      }
    ],
    chapter_2: [
      {
        id: 'c4_ch2_t1',
        title: '任务一',
        desc: '你们的计划要对任鸣严格保密，千万要保密，不然就竹篮打水一场空了。'
      },
      {
        id: 'c4_ch2_t2',
        title: '任务二',
        desc: '在老师把任鸣喊出去罚站之后，要立刻开始创作你们的贺卡（请记住，你们五人用同一张白纸就可以，不要分开画，纸可是稀缺资源，不能被老师发现。）'
      },
      {
        id: 'c4_ch2_t3',
        title: '任务三',
        desc: '当然，考核也是很重要的，这决定了你的未来，要好好考试。'
      },
      {
        id: 'c4_ch2_t4',
        title: '任务四',
        desc: '加油啊，小李。'
      }
    ],
    chapter_3: [
      {
        id: 'c4_ch3_t1',
        title: '任务一',
        desc: '不要在老师面前透露各位好友的身份。因为还没有确凿的证据，不要告诉众人你对母亲死因的困惑。记住你的编号：A0517。'
      },
      {
        id: 'c4_ch3_t2',
        title: '任务二',
        desc: '探究周遭环境，找到出去的方式。'
      },
      {
        id: 'c4_ch3_t3',
        title: '任务三',
        desc: '尽量在老师面前掩护这些朋友。'
      }
    ],
    chapter_4: [
      {
        id: 'c4_ch4_t1',
        title: '任务一',
        desc: '杰弗瑞之前提出了一个核心议案，然而你并不知道那是什么。你可以自称是杰弗瑞的副手。请随机应变，假装了解杰弗瑞的议案，不要让其他人发现你是绑了议员才来到这里的。'
      },
      {
        id: 'c4_ch4_t2',
        title: '任务二',
        desc: '这次和谈中，你虽然代表的是内城农业部长，可是为了你的目的，请你不着痕迹地将胳膊肘往外拐，帮助外城获得更大的利益。'
      },
      {
        id: 'c4_ch4_t3',
        title: '任务三',
        desc: '你是在场唯一一个农学方面的专业人士，在恰当的时机也可以给出自己的观点。'
      }
    ],
    chapter_5: [
      {
        id: 'c4_ch5_t1',
        title: '任务一',
        desc: '在座的各位或是你的朋友，或是你的爱人，还有能改变桃源和外城命运的人。你可以适当把你的怀疑和想法分享给大家。'
      },
      {
        id: 'c4_ch5_t2',
        title: '任务二',
        desc: '和江雪一起找到阿还的踪迹。'
      },
      {
        id: 'c4_ch5_t3',
        title: '你的随身物品',
        desc: '一封信件，你知道是唐潮从桃源找人递给你的。'
      },
      {
        id: 'c4_ch5_t4',
        title: '你的随身物品',
        desc: '一份研究报告，上面写着研究助手是周然。你按照报告上的模型计算过，你知道这个实验肯定采取了不为人知的方法。'
      },
      {
        id: 'c4_ch5_t5',
        title: '你的随身物品',
        desc: '有一张你和你父母的全家福。'
      }
    ]
  },
  character_5: {
    chapter_1: [
      {
        id: 'c5_ch1_t1',
        title: '任务一',
        desc: '弄清楚发生了什么。'
      },
      {
        id: 'c5_ch1_t2',
        title: '任务二',
        desc: '找到心脏。'
      }
    ],
    chapter_2: [
      {
        id: 'c5_ch2_t1',
        title: '任务一',
        desc: '你们的计划要对任鸣严格保密，千万要保密，不然就竹篮打水一场空了。'
      },
      {
        id: 'c5_ch2_t2',
        title: '任务二',
        desc: '在老师把任鸣喊出去罚站之后，要立刻开始创作你们的贺卡（请记住，你们五人用同一张白纸就可以，不要分开画，纸可是稀缺资源，不能被老师发现。）'
      },
      {
        id: 'c5_ch2_t3',
        title: '任务三',
        desc: '当然，考核也是很重要的，这决定了你的未来，要好好考试。'
      },
      {
        id: 'c5_ch2_t4',
        title: '任务四',
        desc: '加油啊，小江。'
      }
    ],
    chapter_3: [
      {
        id: 'c5_ch3_t1',
        title: '任务一',
        desc: '在老师到来之前，记得将你、任鸣、贺冬青的身份信息填进表格中。'
      },
      {
        id: 'c5_ch3_t2',
        title: '任务二',
        desc: '不要在老师面前透露自己的身份信息，此时你已经不是桃源居民，暴露了恐怕会有别的麻烦。记住你的代号：游子，T0221。如果老师不在，曾经的朋友们问起，可以给他们讲讲你这些年的经历。'
      },
      {
        id: 'c5_ch3_t3',
        title: '任务三',
        desc: '尽量在老师面前照顾并掩护贺冬青和任鸣。'
      }
    ],
    chapter_4: [
      {
        id: 'c5_ch4_t1',
        title: '任务一',
        desc: '在场有鸟群的人，他们或许会对你的出现感到疑惑，不要暴露自己，如果有机会可以适当的给他们提示——无论真假，你需要让他们安心，这场会议需要进行下去。你已经是个非常熟练的卧底了，对吗？'
      },
      {
        id: 'c5_ch4_t2',
        title: '任务二',
        desc: '这次和谈中，你要坚决站在你身为农业部长的副手的爱人的立场，补充并辅佐他提议。'
      },
      {
        id: 'c5_ch4_t3',
        title: '任务三',
        desc: '你或许是在场唯一的医疗学者，如果有机会，可以适当地对月光综合征的医学推进作出一些提案。你的核心思想：让内外城享受同等的医疗待遇。'
      },
      {
        id: 'c5_ch4_t4',
        title: '任务四',
        desc: '议会或许会被章禹监控，要记得自己哪些话可以说，哪些话不可以说。'
      }
    ],
    chapter_5: []
  }
};
