if (!window.SCRIPT_DATA) window.SCRIPT_DATA = {};
if (!window.SCRIPT_DATA['character_0']) window.SCRIPT_DATA['character_0'] = {};

window.SCRIPT_DATA['character_0']['chapter_2'] = {
  title: '收藏家★贰',
  subtitle: '',
  sections: [
    {
      id: 'c0_ch2_s1',
      type: 'narrative',
      content: '\u3000\u3000你叫任鸣，飞鸟不鸣的鸣，你的编号是：0203。'
    },
    {
      id: 'c0_ch2_s2',
      type: 'narrative',
      content: '\u3000\u3000你原本生活的环境并不好，不论是衣服还是房子，乃至你接触的所有东西都是破碎的，但好在四岁那年，你被送到了这里——"白房子"。'
    },
    {
      id: 'c0_ch2_s3',
      type: 'narrative',
      content: '\u3000\u3000被神使选中的孩子都会来到这里。'
    },
    {
      id: 'c0_ch2_s4',
      type: 'narrative',
      content: '\u3000\u3000在这里，上午时每个人都需要早早起床进行体能测试（拼体力可没人能比你厉害），而后便是授课时间，老师教你们认字或是计数，有时候，还会拿一些谁都看不懂的符号过来。短暂的午休后，下午与上午的安排基本相同，晚间则是自由活动，但总会有老师盯着你们，还捧着本子，似乎在不停记录。'
    },
    {
      id: 'c0_ch2_s5',
      type: 'narrative',
      content: '\u3000\u3000刚进入A班的第一天，你就立誓要在白房子里当老大。'
    },
    {
      id: 'c0_ch2_s6',
      type: 'narrative',
      content: '\u3000\u3000你首先找到了第一个小弟候选人：一个躲在墙角的孩子。'
    },
    {
      id: 'c0_ch2_s7',
      type: 'narrative',
      content: '\u3000\u3000你凑过去看，发现那人正拿着一个本子，口中念念有词。你觉得他一个人待着可怜，所以找来一张白纸，揉把揉把砸到了他的脑袋上。那人愣愣地抬起头，看向了你，也没说话。'
    },
    {
      id: 'c0_ch2_s8',
      type: 'narrative',
      content: '\u3000\u3000年少的你好心发问："你一个人，无不无聊呀！"'
    },
    {
      id: 'c0_ch2_s9',
      type: 'narrative',
      content: '\u3000\u3000见他不回话，你又说："你在干嘛，看书吗，书有什么好看的？不如和我玩吧。"'
    },
    {
      id: 'c0_ch2_s10',
      type: 'narrative',
      content: '\u3000\u3000他："……"'
    },
    {
      id: 'c0_ch2_s11',
      type: 'narrative',
      content: '\u3000\u3000你急了，将心里想的说了出来："你不会是哑巴吧？"'
    },
    {
      id: 'c0_ch2_s12',
      type: 'narrative',
      content: '\u3000\u3000对方皱起眉头："不是，"随后奶凶奶凶地补充，"你是瞎子吗？"'
    },
    {
      id: 'c0_ch2_s13',
      type: 'narrative',
      content: '\u3000\u3000你好心伸手，他居然骂你！'
    },
    {
      id: 'c0_ch2_s14',
      type: 'narrative',
      content: '\u3000\u3000于是你便嗷地一声扑了上去和他扭打在一起，互相揪着对方的领子滚得满身灰，正打算从拍手对拳进阶到扫堂腿时，忽然有人拿着那本厚厚的本子拍到你们跟前，给你和那男孩都吓了一跳。'
    },
    {
      id: 'c0_ch2_s15',
      type: 'narrative',
      content: '\u3000\u3000来者拽得二五八万，气势汹汹地说："都不许打架，不然我就告老师了！"'
    },
    {
      id: 'c0_ch2_s16',
      type: 'narrative',
      content: '\u3000\u3000你和搏斗对象面面相觑，偃旗息鼓，只能作罢。'
    },
    {
      id: 'c0_ch2_s17',
      type: 'narrative',
      content: '\u3000\u3000在打小报告的长发女生离开后，你想起到这儿之前你爸说过：大人不记小人过。'
    },
    {
      id: 'c0_ch2_s18',
      type: 'narrative',
      content: '\u3000\u3000你忍住脾气对他重新介绍道："我叫任鸣，你看，你也打不过我吧！要不要跟着我混啊！"'
    },
    {
      id: 'c0_ch2_s19',
      type: 'narrative',
      content: '\u3000\u3000对方盯了你半天，开口只说了名字："我叫沈泊安。"'
    },
    {
      id: 'c0_ch2_s20',
      type: 'narrative',
      content: '\u3000\u3000<strong>沈泊安与你不打不相识，成为了你在白房子里认识的第一个朋友。</strong>'
    },
    {
      id: 'c0_ch2_s21',
      type: 'narrative',
      content: '\u3000\u3000后来，你还认识了那个打小报告的长发女生，她叫江雪。江雪本来是个文静的长发女孩，因为性子柔弱，经常遭到同学欺负。在李云意数次戳她、扯她辫子后，你实在看不下去了，挺身而出替她把人揍了一顿，并告诉江雪："李云意这是在欺负你，你不能这么任他欺负！女孩子也要有骨气，你要欺负回去！"'
    },
    {
      id: 'c0_ch2_s22',
      type: 'narrative',
      content: '\u3000\u3000她也觉得你说得特有道理，于是拜你为师，你便教她怎么才能不被人欺负。'
    },
    {
      id: 'c0_ch2_s23',
      type: 'narrative',
      content: '\u3000\u3000<strong>你告诉她：遇到打得过的，就要狠狠地打；如果遇到打不过的，就要用一些别的手段，比如咬人、扯人头发！</strong>'
    },
    {
      id: 'c0_ch2_s24',
      type: 'narrative',
      content: '\u3000\u3000自此之后，李云意每次来欺负她，她都会毫不留情地欺负回去，你看得颇感欣慰。'
    },
    {
      id: 'c0_ch2_s25',
      type: 'narrative',
      content: '\u3000\u3000后来有一天，你突然接到贺冬青的宣战消息，你虽然觉得她莫名其妙，但也应下了。'
    },
    {
      id: 'c0_ch2_s26',
      type: 'narrative',
      content: '\u3000\u3000你经常看到贺冬青挖你墙角，要找沈泊安吃饭，但你和沈泊安的关系哪儿能是她可以撬动的？你对此嗤之以鼻，觉得贺冬青和李云意都不是什么好东西。'
    },
    {
      id: 'c0_ch2_s27',
      type: 'narrative',
      content: '\u3000\u3000你思来想去，认为自己的队伍还差一个人：唐潮。'
    },
    {
      id: 'c0_ch2_s28',
      type: 'narrative',
      content: '\u3000\u3000你所在的班级里除你以外还有五个人：沉默寡言的沈泊安，莫名其妙喜欢欺负同学的贺冬青，话多且没礼貌的李云意，被你罩着的江雪，而唐潮，就是这群人里年纪最小的孩子。'
    },
    {
      id: 'c0_ch2_s29',
      type: 'narrative',
      content: '\u3000\u3000你观察过他很久，唐潮既不爱说话又不会打架，还经常遭到贺冬青的欺负。这种事你当然看不过去，当机立断邀请他加入了你"跟着任哥吃穿不愁"小队，并宣读了一番豪言："贺冬青这边这么拽，我看不下去了！唐潮，记得来帮我！"'
    },
    {
      id: 'c0_ch2_s30',
      type: 'narrative',
      content: '\u3000\u3000唐潮听完，唯诺地点头。'
    },
    {
      id: 'c0_ch2_s31',
      type: 'narrative',
      content: '\u3000\u3000当天夜里，唐潮主动找到你，说："希望能从你这里学到点什么。"'
    },
    {
      id: 'c0_ch2_s32',
      type: 'narrative',
      content: '\u3000\u3000你是家里的独生子，在来到白房子之前就有个愿望：<strong>有一个能和自己穿一条裤子的兄弟。</strong>'
    },
    {
      id: 'c0_ch2_s33',
      type: 'narrative',
      content: '\u3000\u3000唐潮提出的这个建议刚好说在你心坎上，你当即一掀袖子："你要认我做哥哥？行啊，没问题，我们以后就是异父异母异姓的亲兄弟了！"'
    },
    {
      id: 'c0_ch2_s34',
      type: 'narrative',
      content: '\u3000\u3000你曾经听人说过，结拜要有仪式感。你们找不到炉子，就干脆在地上插了三根笔，磕头立誓：从此你就是他亲哥，他就是你亲弟，以后有福同享，有难同当！'
    },
    {
      id: 'c0_ch2_s35',
      type: 'narrative',
      content: '\u3000\u3000结拜完，你觉得这事儿得广而告之，于是专门找来自己的作业本，撕成好几页，并写上："我和唐潮结拜了，敢欺负我弟弟你就死定了——任鸣"，随后往所有男寝的门缝里都塞了一份。'
    },
    {
      id: 'c0_ch2_s36',
      type: 'narrative',
      content: '\u3000\u3000第二日，你没能交上作业，被老师劈头盖脸地骂了一顿。'
    },
    {
      id: 'c0_ch2_s37',
      type: 'narrative',
      content: '\u3000\u3000训斥的话左耳朵进右耳朵出，你边听边想：用一顿骂换所有人知道你和唐潮关系亲近，也不亏！'
    },
    {
      id: 'c0_ch2_s38',
      type: 'narrative',
      content: '\u3000\u3000自从结拜完之后，你和唐潮的关系就愈发亲密。你经常怕自己这个弟弟吃不饱穿不暖，专程去别的班给他偷了床被子，在吃饭的时候，还把碗里的红烧肉也挑给他。'
    },
    {
      id: 'c0_ch2_s39',
      type: 'narrative',
      content: '\u3000\u3000希望小潮弟弟长高点，他现在的个头矮……你要搭他肩膀走路也太不方便了。'
    },
    {
      id: 'c0_ch2_s40',
      type: 'narrative',
      content: '\u3000\u3000虽然你经常会问他："我要和那个贺冬青打架，你帮我还是帮她？"，不过你倒是不希望他真的掺和进你们的约架，你不想伤着弟弟。'
    },
    {
      id: 'c0_ch2_s41',
      type: 'narrative',
      content: '\u3000\u3000说起来……在白房子里，你和贺冬青约架许久，可惜因为你俩都是刺头，经常被老师盯着，始终没找到机会打上。这些老师里，有两位让你印象深刻。'
    },
    {
      id: 'c0_ch2_s42',
      type: 'narrative',
      content: '\u3000\u3000第一位名叫章禹，是个风度翩翩的男人，看起来儒雅正派，对你们几个也很是温和，让你对他印象很好。然而奇怪的是，他似乎不太喜欢江雪。'
    },
    {
      id: 'c0_ch2_s43',
      type: 'narrative',
      content: '\u3000\u3000另一位则叫唐一，他是唐潮的爸爸，时常板着一张脸，看着很不高兴。'
    },
    {
      id: 'c0_ch2_s44',
      type: 'narrative',
      content: '\u3000\u3000你想：什么人啊，不喜欢你弟弟？唐一有这么乖的儿子还不乐意，还不如你去给唐潮当爸爸呢！'
    },
    {
      id: 'c0_ch2_s45',
      type: 'narrative',
      content: '\u3000\u3000不过你们毕竟还是在一个班级里，每日抬头不见低头见，有矛盾也大多藏在幕后。'
    },
    {
      id: 'c0_ch2_s46',
      type: 'narrative',
      content: '\u3000\u3000在无形中，你们相处成了亦敌亦友的关系。贺冬青因为太过无聊，时常和你带着剩下几个人钻白房子管理的空子，敲敲杯子踩踩椅子，极其调皮捣蛋。'
    },
    {
      id: 'c0_ch2_s47',
      type: 'narrative',
      content: '\u3000\u3000这日，也是她出的馊主意。'
    },
    {
      id: 'c0_ch2_s48',
      type: 'narrative',
      content: '\u3000\u3000她神神秘秘地说："你们想知道电梯会通往哪里吗？"'
    },
    {
      id: 'c0_ch2_s49',
      type: 'narrative',
      content: '\u3000\u3000白房子的电梯，没人出去过。'
    },
    {
      id: 'c0_ch2_s50',
      type: 'narrative',
      content: '\u3000\u3000虽然别人没什么想法，但你其实很好奇，便怂恿着大家都同意了。你们六人一起，躲进了装食物的箱子里，伴随一阵颠簸，再加上一阵上升感，箱子停了下来。'
    },
    {
      id: 'c0_ch2_s51',
      type: 'narrative',
      content: '\u3000\u3000待到外面没有人声时，你们从箱子中钻了出来。'
    },
    {
      id: 'c0_ch2_s52',
      type: 'narrative',
      content: '\u3000\u3000——首先感受到的是一阵热意。室内没有灯光，周遭却十分明亮，你们不约而同抬头看向光源，却看到了一轮遥远的、刺眼的圆。'
    },
    {
      id: 'c0_ch2_s53',
      type: 'narrative',
      content: '\u3000\u3000那是……'
    },
    {
      id: 'c0_ch2_s54',
      type: 'narrative',
      content: '\u3000\u3000"那是什么？"有人突然问。'
    },
    {
      id: 'c0_ch2_s55',
      type: 'narrative',
      content: '\u3000\u3000"那是太阳，"贺冬青抢先你一步说道，"是一个巨大的、离我们很远很远的火球。"'
    },
    {
      id: 'c0_ch2_s56',
      type: 'narrative',
      content: '\u3000\u3000那鎏金般闪耀的光辉洒在你们身上，众人都眯起了眼，却皆是不愿移开视线。你望着那刺眼的乌金，喃喃自语道：<strong>"我记得太阳很亮，但好像一直忘记了，太阳是有温度的。"</strong>'
    },
    {
      id: 'c0_ch2_s57',
      type: 'narrative',
      content: '\u3000\u3000<strong>温暖的，炽热的，这是属于你们的太阳。</strong>'
    },
    {
      id: 'c0_ch2_s58',
      type: 'narrative',
      content: '\u3000\u3000或许在以后良久的寒冷之中，它会给你们坚持的希望。'
    },
    {
      id: 'c0_ch2_s59',
      type: 'narrative',
      content: '\u3000\u3000当你们还想再待一会儿时，唐一突然出现，将你们这群崽子全抓回了白房子。'
    },
    {
      id: 'c0_ch2_s60',
      type: 'narrative',
      content: '\u3000\u3000不出意料，你们受到了严厉的惩罚：被关禁闭。'
    },
    {
      id: 'c0_ch2_s61',
      type: 'narrative',
      content: '\u3000\u3000白房子的卧室旁总会留灯，而禁闭室一片漆黑。完全的黑暗对你而言并不是稀罕事，你来到白房子之前，就经常与黑夜共处。'
    },
    {
      id: 'c0_ch2_s62',
      type: 'narrative',
      content: '\u3000\u3000禁闭室里并非完全安静，不知是谁先抱怨起偷偷溜出去的决定，大家说来说去，话题莫名其妙又引到了你身上。黑暗之中，你怼了回去，一时禁闭室里全是冷嘲热讽，盖过了一个奇怪的声音。你敏锐地察觉到不对劲，突然安静了下来。众人似乎也慢慢发觉了端倪，在忽然静默的一刹那，你终于听清了那是什么——'
    },
    {
      id: 'c0_ch2_s63',
      type: 'narrative',
      content: '\u3000\u3000一声啜泣。'
    },
    {
      id: 'c0_ch2_s64',
      type: 'narrative',
      content: '\u3000\u3000你大声问："谁在哭？"'
    },
    {
      id: 'c0_ch2_s65',
      type: 'narrative',
      content: '\u3000\u3000"不是我。"江雪率先开口，接下来众人也否认了。'
    },
    {
      id: 'c0_ch2_s66',
      type: 'narrative',
      content: '\u3000\u3000轮到唐潮时，他小声说道："也不是我。"'
    },
    {
      id: 'c0_ch2_s67',
      type: 'narrative',
      content: '\u3000\u3000……屁啊，说话里还有哭腔呢！！！'
    },
    {
      id: 'c0_ch2_s68',
      type: 'narrative',
      content: '\u3000\u3000众人沉默片刻，估计是不想让唐潮难堪，谁知李云意煞风景地开了口："唐潮，你怎么哭了？"'
    },
    {
      id: 'c0_ch2_s69',
      type: 'narrative',
      content: '\u3000\u3000你："……"'
    },
    {
      id: 'c0_ch2_s70',
      type: 'narrative',
      content: '\u3000\u3000贺冬青顿了会儿，开口："估计是怕黑吧。"'
    },
    {
      id: 'c0_ch2_s71',
      type: 'narrative',
      content: '\u3000\u3000"估计是。"你想了想，难得附和。'
    },
    {
      id: 'c0_ch2_s72',
      type: 'narrative',
      content: '\u3000\u3000唐潮矢口否认："我没有！"'
    },
    {
      id: 'c0_ch2_s73',
      type: 'narrative',
      content: '\u3000\u3000"唐潮，不要哭了！还有你们几个，不要再嘲笑人家了！"沈泊安义正言辞地说着。'
    },
    {
      id: 'c0_ch2_s74',
      type: 'narrative',
      content: '\u3000\u3000不见唐潮回话，只听着哭声越来越大。'
    },
    {
      id: 'c0_ch2_s75',
      type: 'narrative',
      content: '\u3000\u3000你见不得弟弟哭，一时有点慌，再顾不得面子安慰道："哎，不就是哭嘛。你看看我，我以前跟人打架没打赢，还被人笑过呢。"'
    },
    {
      id: 'c0_ch2_s76',
      type: 'narrative',
      content: '\u3000\u3000"我也是，我以前头发很长的，因为玩火燎着了才剪短的。"这是江雪。'
    },
    {
      id: 'c0_ch2_s77',
      type: 'narrative',
      content: '\u3000\u3000"我之前不是迟到嘛，其实是因为我头发和床帘缠在一起了，我解了半天……"这是贺冬青。'
    },
    {
      id: 'c0_ch2_s78',
      type: 'narrative',
      content: '\u3000\u3000她刚说完，黑暗中突然响起了李云意的声音："啊！谁打我！"'
    },
    {
      id: 'c0_ch2_s79',
      type: 'narrative',
      content: '\u3000\u3000"我……我上次作业空了一道题。"沈泊安一开口，就引起了一阵嘘声。'
    },
    {
      id: 'c0_ch2_s80',
      type: 'narrative',
      content: '\u3000\u3000最后李云意笑了："啊？你们还干过这种蠢事啊，哈哈哈！"'
    },
    {
      id: 'c0_ch2_s81',
      type: 'narrative',
      content: '\u3000\u3000众人闻言，话锋一转开始围攻李云意，好在唐潮在对话中止住了眼泪，终于破涕为笑。你们在黑暗之中听见唐潮终于不哭了，也回过神来，纷纷大笑。'
    },
    {
      id: 'c0_ch2_s82',
      type: 'narrative',
      content: '\u3000\u3000<strong>漆黑的禁闭室像是被笑声感染，有了几分太阳的温度。</strong>'
    },
    {
      id: 'c0_ch2_s83',
      type: 'narrative',
      content: '\u3000\u3000过了一宿，你们终于从禁闭室中被放了出来，各自回了寝室。你和沈泊安住在一间，唐潮和李云意一间，女孩儿们一间。你平日再好的精力也遭不住这样折腾的一天，困得不行。洗漱后，你立马钻进被子里，转眼就要进入梦乡。迷糊之际，沈泊安的声音响了起来。'
    },
    {
      id: 'c0_ch2_s84',
      type: 'narrative',
      content: '\u3000\u3000"任鸣，你睡了吗？"'
    },
    {
      id: 'c0_ch2_s85',
      type: 'narrative',
      content: '\u3000\u3000"啊……啊？"你含糊地应着，"咋了？"'
    },
    {
      id: 'c0_ch2_s86',
      type: 'narrative',
      content: '\u3000\u3000"我们以后还能看到太阳吗？"'
    },
    {
      id: 'c0_ch2_s87',
      type: 'narrative',
      content: '\u3000\u3000你安静了片刻，脑中浮现着白天那颗燃烧的太阳，应道："会的。"'
    },
    {
      id: 'c0_ch2_s88',
      type: 'narrative',
      content: '\u3000\u3000"以后，我带你去最高的地方看太阳。"'
    },
    {
      id: 'c0_ch2_s89',
      type: 'narrative',
      content: '\u3000\u3000你们六人在一起生活、一起学习，简直有点如胶似漆之势。但在玩游戏这件事上，你和李云意简直是天作之合，你知道李云意喜欢吃糖，以（从隔壁班抢来的）水果糖为引诱，拉他和你一起组织一个"正义联盟"，又拉着唐潮和不太想玩的沈泊安让他们强行加入了这个队伍。至于那两个女孩子，长得比你们高出半个头，一看就知道你们打不过……你和李云意默契地放弃了拉她们加入的计划。'
    },
    {
      id: 'c0_ch2_s90',
      type: 'narrative',
      content: '\u3000\u3000你们四个男孩子聚在一起，各自运气、闭眼、深呼吸。'
    },
    {
      id: 'c0_ch2_s91',
      type: 'narrative',
      content: '\u3000\u3000李云意猛地睁开眼，双手舞动："螺旋闪光飞轮舞吼十八式喝啊啊啊啊啊！"'
    },
    {
      id: 'c0_ch2_s92',
      type: 'narrative',
      content: '\u3000\u3000你也十分不甘示弱，目光如炬："霹雳无敌回返纷乱雪月花呀啊啊啊啊啊！"'
    },
    {
      id: 'c0_ch2_s93',
      type: 'narrative',
      content: '\u3000\u3000唐潮看了你们几眼，声音有些微弱，但是气势还在："地——狱——火——焰——"'
    },
    {
      id: 'c0_ch2_s94',
      type: 'narrative',
      content: '\u3000\u3000最后一个是沈泊安，他眼神微动，轻轻念出："天锁斩月……"'
    },
    {
      id: 'c0_ch2_s95',
      type: 'narrative',
      content: '\u3000\u3000你和李云意都无语了："你行不行啊，这么没气势！"'
    },
    {
      id: 'c0_ch2_s96',
      type: 'narrative',
      content: '\u3000\u3000沈泊安可能也不知道如何辩驳，你们仨大眼瞪小眼，只听到唐潮在旁边："听我说啊！我们四个不能互相打吧，应该要找个反派吧！"'
    },
    {
      id: 'c0_ch2_s97',
      type: 'narrative',
      content: '\u3000\u3000<strong>你和李云意缓缓收回动作，凝重地点了点头，看向远方。是啊，男人的故事里，少不了一个强大但又被主角打倒的反派。</strong>'
    },
    {
      id: 'c0_ch2_s98',
      type: 'narrative',
      content: '\u3000\u3000李云意据理力争，觉得他的招式这么牛，不能是个反派。你也站出来，说武士这么帅就应该当正派。沈泊安沉浸在他的世界里，擦着他那把不存在的空气长刀。'
    },
    {
      id: 'c0_ch2_s99',
      type: 'narrative',
      content: '\u3000\u3000至于唐潮，你们都觉得要照顾他的感受，不能让他当反派。'
    },
    {
      id: 'c0_ch2_s100',
      type: 'narrative',
      content: '\u3000\u3000你有些沉默，也有些遗憾。大家似乎都不愿意做出这个牺牲，那只能就这么草草结束了。正在你们面面相觑、气氛有些微妙的时候，你发现一个比你们高一些的大男孩走了过来，他眼眸的颜色比常人淡一些，胸前别了个牌子：0812。'
    },
    {
      id: 'c0_ch2_s101',
      type: 'narrative',
      content: '\u3000\u3000他脸上带着微微的笑意："你们在玩什么？"'
    },
    {
      id: 'c0_ch2_s102',
      type: 'narrative',
      content: '\u3000\u3000你还没说话，李云意嗖一下冲了出去，就差抱着他大腿让他不要走了，开始激动地描述。那个男孩听完，居然朝你们点点头："好啊，那我来当反派吧。"'
    },
    {
      id: 'c0_ch2_s103',
      type: 'narrative',
      content: '\u3000\u3000你是真的有点感动，便拉着他的手跟他很认真地说谢谢。'
    },
    {
      id: 'c0_ch2_s104',
      type: 'narrative',
      content: '\u3000\u3000大男孩大概一个月来陪你们玩几次，当你们唯一的反派。你和沈泊安总是组队正面攻击他，而李云意就和唐潮一组，负责在反派还没死透的时候给他最后一击。'
    },
    {
      id: 'c0_ch2_s105',
      type: 'narrative',
      content: '\u3000\u3000当你们每次喊出类似"我要杀了你！你这个恶魔！""我们来审判你了，你这个罪魁祸首！"的口号并使用招式以后，大男孩总是一笑，随即开始颤抖，最后被巨大的痛苦所打败。'
    },
    {
      id: 'c0_ch2_s106',
      type: 'narrative',
      content: '\u3000\u3000你们第一次见时，担心极了，连忙上去搀扶倒地的男孩，只见他从地上坐起来，温柔地对你们笑笑：<strong>"没关系，这个不疼的。"</strong>'
    },
    {
      id: 'c0_ch2_s107',
      type: 'narrative',
      content: '\u3000\u3000你们点点头，心中不禁对他生出一种敬意：这就是演技！'
    },
    {
      id: 'c0_ch2_s108',
      type: 'narrative',
      content: '\u3000\u3000后来，大男孩好像太忙了，你们总是找不到他的身影。倒是唐潮站出来，小声地说他觉得他可以当反派了。你们其余三人摆摆手，都觉得这不是个好主意，后面你们去找了别的游戏玩，正义联盟的事情就算告一段落了。'
    },
    {
      id: 'c0_ch2_s109',
      type: 'narrative',
      content: '\u3000\u3000时光匆匆，一不注意，三年就过去了。'
    },
    {
      id: 'c0_ch2_s110',
      type: 'narrative',
      content: '\u3000\u3000在白房子里的孩子们会迎来最后的考核，你的心情也不禁紧张了起来……只要你能通过这次考核，就可以留下来。也可以、也可以接家里进来生活！'
    },
    {
      id: 'c0_ch2_s111',
      type: 'narrative',
      content: '\u3000\u3000眼看着离考核的时间越来越近，你怀着紧张和期待，开始恶补式地学习，遇到不懂的题还会问问沈泊安，为此错过了好几次聚会。'
    },
    {
      id: 'c0_ch2_s112',
      type: 'narrative',
      content: '\u3000\u3000一日，你路过班门口，里面突然传来唐潮崩溃地大喊："我一直在说话！我一直在说话！"'
    },
    {
      id: 'c0_ch2_s113',
      type: 'narrative',
      content: '\u3000\u3000你心里一惊，难不成这群人趁你悄悄学习之余，在背着你欺负你弟！？'
    },
    {
      id: 'c0_ch2_s114',
      type: 'narrative',
      content: '\u3000\u3000你推门而入，大声道："谁在欺负唐潮？！"'
    },
    {
      id: 'c0_ch2_s115',
      type: 'narrative',
      content: '\u3000\u3000里面的人面面相觑，忽然不发一声纷纷散去了，独留你一人在原地莫名其妙。'
    },
    {
      id: 'c0_ch2_s116',
      type: 'narrative',
      content: '\u3000\u3000事后你找到唐潮，问他是不是有事瞒着你，你一番追问无果，只好选择相信他。临近考核，你们兄弟俩见面的时间愈发地少，今日好不容易重聚，你拍拍唐潮肩膀："说起来，好像一直没给你送过礼物啊。你有喜欢的东西吗？"'
    },
    {
      id: 'c0_ch2_s117',
      type: 'narrative',
      content: '\u3000\u3000他的脸一阵红一阵白，支支吾吾地："有趣的东西就可以。"'
    },
    {
      id: 'c0_ch2_s118',
      type: 'narrative',
      content: '\u3000\u3000你点点头，就此记了下来。'
    },
    {
      id: 'c0_ch2_s119',
      type: 'narrative',
      content: '\u3000\u3000唐潮反问道："那哥你呢？"'
    },
    {
      id: 'c0_ch2_s120',
      type: 'narrative',
      content: '\u3000\u3000东西倒是真不缺，你摇摇头，对唐潮说："哥没有想要的东西，不过倒是有一个愿望。"'
    },
    {
      id: 'c0_ch2_s121',
      type: 'narrative',
      content: '\u3000\u3000说完，你对唐潮笑了起来，"希望有一天就算我们不在了，你也能保护好自己。"'
    },
    {
      id: 'c0_ch2_s122',
      type: 'narrative',
      content: '\u3000\u3000你愿意为他做任何事，但你不要求他将这种付出与奉献回赠于你，这世间有许多无法用常规价值去衡量的礼物，对你而言，你这位弟弟已经给了你最想要的——'
    },
    {
      id: 'c0_ch2_s123',
      type: 'narrative',
      content: '\u3000\u3000是温暖且充实的陪伴。'
    },
    {
      id: 'c0_ch2_s124',
      type: 'narrative',
      content: '\u3000\u3000过了几日，终于到了考核的日子，不过更巧的是，你的生日和考试撞在了同一天。'
    },
    {
      id: 'c0_ch2_s125',
      type: 'narrative',
      content: '\u3000\u3000<strong>你心情无比舒畅，专门在早上起来把被子叠得好好的才离开宿舍。</strong>'
    },
    {
      id: 'c0_ch2_s126',
      type: 'narrative',
      content: '\u3000\u3000你去教室时，他们都到了，看来大家都对今天很是期待。'
    },
    {
      id: 'c0_ch2_s127',
      type: 'narrative',
      content: '\u3000\u3000你搓搓手静下心来，准备迎接考核。'
    },
    {
      id: 'c0_ch2_s124',
      type: 'narrative',
      content: '\u3000\u3000这场考核将决定你的未来，加油啊，任鸣。'
    },
    {
      id: 'c0_ch2_s125',
      type: 'image',
      src: 'data/assets/白房子.jpg',
      alt: '白房子'
    }
  ]
};
